{"translation-revision-date":"2024-11-19 17:07:48+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Stripe Tax for Woocommerce has been successfully installed. Let's configure it now.":["Stripe Tax for Woocommerce başarıyla yüklendi. Şimdi yapılandıralım."],"Install for free":["Ücretsiz yükleyin"],"Continue to setttings":["Ayarlara devam et"],"Free to install, then pay as you go.":["Yüklemesi ücretsiz, ardından kullandıkça ödeme yapılır."],"Coverage in over 55 countries":["55'ten fazla ülkede kullanılabilir"],"Detailed tax transaction reports":["Ayrıntılı vergi işlemi raporları"],"Multi-economic nexus compliance":["Çoklu ekonomik bağlantı uyumluluğu"],"Powerful global tax tool":["Güçlü bir küresel vergi aracı"],"Stripe Tax":["Stripe Tax"],"Blueprints are setup files that contain all the installation instructions. including plugins, themes and settings. Ease the setup process, allow teams to apply each others’ changes and much more.":["Planlar, yükleme talimatlarının tamamını içeren kurulum dosyalarıdır. Bunlara eklentiler, temalar ve ayarlar dahildir. Kurulum sürecini kolaylaştırın, takımların birbirinin değişikliklerini uygulamasını sağlayın ve çok daha fazlasını yapın."],"Apply to store pages only":["Yalnızca mağaza sayfalarında uygula"],"Manage how your site appears to visitors. <a>Learn more<\/a>":["Sitenizin ziyaretçilere nasıl göründüğünü yönetin. <a>Daha fazla bilgi edinin<\/a>"],"Are you sure you want to switch from live to coming soon mode? Your site will not be visible, and customers won’t be able to make purchases during this time.":["Canlı moddan çok yakında moduna değiştirmek istediğinizden emin misiniz? Siteniz görünür olmayacak ve müşteriler bu süre esnasında satın alma işlemleri yapamayacak."],"Confirm switch to ‘Coming soon’ mode":["\"Çok yakında\" moduna geçmeyi onayla"],"It’s time to celebrate – you’re ready to launch your store! Woo! Hit the button to preview your store and make it public.":["Kutlama zamanı, mağazanızı başlatmaya hazırsınız! Woo! Mağazanızı önizlemek ve herkese açık yapmak için düğmeye basın."],"I don’t charge sales tax":["Satış vergisi almıyorum"],"Coming soon":["Çok yakında"],"WooPayments BNPL illustration":["WooPayments BNPL illüstrasyonu"],"Click for error details":["Hata ayrıntıları için tıklayın"],"Reload Page":["Sayfayı Yenile"],"Oops, something went wrong":["Hay aksi, bir yanlışlık oldu"],"Share your site with anyone using a private link.":["Sitenizi özel bir bağlantı kullanan biriyle paylaşın."],"Display a “coming soon” message on your store pages — the rest of your site will remain visible.":["Mağaza sayfalarınızda bir \"çok yakında\" mesajı görüntüleyin, sitenizin geri kalanı görünür kalır."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing.":["Siteniz görüntülemeye hazır oluncaya kadar “Yakında” açılış sayfasıyla ziyaretçilerden gizlenir."],"Launch your store only when you’re ready to by switching between \"Coming soon\" and \"Live\" modes. Build excitement by creating a custom page visitors will see before you’re ready to go live. <link>Discover more<\/link>":["\"Çok yakında\" ve \"Canlı\" modları arasında geçiş yaparak yalnızca hazır olduğunuzda mağazanızı yayınlayın. Yayınlamaya hazır olmadan önce ziyaretçilerin göreceği özel bir sayfa oluşturarak heyecan yaratın. <link>Daha fazlasını keşfedin<\/link>"],"View store":["Mağazayı görüntüle"],"Your entire site is visible to everyone.":["Sitenizin tamamını herkes görebilir."],"Share your site with a private link":["Sitenizi özel bir bağlantıyla paylaşın"],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing. You can customize your “Coming soon” landing page via the <a>Editor<\/a>.":["Siteniz görüntülemeye hazır oluncaya kadar “Yakında” açılış sayfasıyla ziyaretçilerden gizlenir. \"Yakında\" açılış sayfanızı <a>Düzenleyiciden<\/a> özelleştirebilirsiniz."],"Site visibility":["Site görünürlüğü"],"Live":["Yayında"],"Launch Your Store":["Mağazanızı Yayınlayın"],"Launch store":["Mağazayı yayınlayın"],"Your store is ready for launch!":["Mağazanız yayınlanmaya hazır!"],"Launch Your Store illustration":["Mağazanızı Yayınlayın illüstrasyonu"],"Power your payments with a simple, all-in-one option. Verify your business details to start managing transactions with WooCommerce Payments.":["Ödemelerinizi basit, hepsi bir arada bir seçenekle güçlendirin. WooCommerce Ödemeler ile işlemleri yönetmeye başlamak için işletmenizle ilgili ayrıntıları doğrulayın."],"Start selling by adding products or services to your store. Choose to list products manually, or import them from a different store. ":["Mağazanıza ürün veya hizmet ekleyerek satış yapmaya başlayın. Ürünleri manuel olarak listeleyebilir veya farklı bir mağazadan içe aktarabilirsiniz. "],"List your products":["Ürünlerinizi listeleyin"],"Give your customers an easy and convenient way to pay! Set up one (or more!) of our fast and secure online or in person payment methods.":["Müşterilerinize kolay ve rahat bir ödeme yöntemi sağlayın! Hızlı ve güvenli internetten veya şahsen ödeme yöntemlerimizden birini (veya daha fazlasını!) ayarlayın."],"It’s time to get paid":["Ödeme alma zamanı"],"Start growing your business by showcasing your products on social media and Google, boost engagement with email marketing, and more!":["Ürünlerinizi sosyal medyada ve Google'da göstererek işletmenizi büyütün, e-posta pazarlamacılığıyla etkileşimi artırın ve daha fazlasını yapın!"],"Reach more customers":["Daha fazla müşteriye ulaşın"],"Start shipping":["Göndermeye başlayın"],"Choose where and how you’d like to ship your products, along with any fixed or calculated rates.":["Ürünlerinizi nerede ve nasıl göndermek istediğinizi, sabit veya hesaplanacak ücretleri seçin."],"Choose to set up your tax rates manually, or use one of our tax automation tools.":["Vergi tutarlarını manuel olarak ayarlamayı tercih edin veya vergi otomasyonu araçlarımızdan birini kullanın."],"Configure your tax settings":["Vergi ayarlarınızı yapılandırın"],"Collect sales tax":["Satış vergisi alın"],"Get paid":["Ödeme alın"],"Grow your business":["İşletmenizi büyütün"],"Get your products shipped":["Ürünlerinizi gönderin"],"Quickly create a beautiful looking store using our built-in store designer, or select a pre-built theme and customize it to fit your brand.":["Yerleşik mağaza tasarımcımızı kullanarak hızla güzel bir mağaza oluşturun veya önceden hazırlanmış bir tema seçin ve bunu markanıza uyacak şekilde özelleştirin."],"%1$s — %2$s per year":["Yıllık %1$s — %2$s"],"Switch":["Değiştir"],"{{strong}}WooCommerce Tax{{\/strong}} can automate your sales tax calculations for you.":["{{strong}}WooCommerce Tax{{\/strong}}, satış vergisi hesaplamalarınızı sizin için otomatikleştirebilir."],"By clicking \"%s,\" you agree to our {{tosLink}}Terms of Service{{\/tosLink}} and have read our {{privacyPolicyLink}}Privacy Policy{{\/privacyPolicyLink}}.":["\"%s\" seçeneğine tıklayarak {{tosLink}}Hizmet Şartlarımızı{{\/tosLink}} kabul ettiğinizi ve {{privacyPolicyLink}}Gizlilik Politikamızı{{\/privacyPolicyLink}} okuduğunuzu kabul edersiniz."],"Error requesting connection URL.":["Bağlantı URL'si istenirken hata oluştu."],"Start customizing":["Özelleştirmeye başlayın"],"Use our built-in AI tools to design your store and populate it with content, or select a pre-built theme and customize it to fit your brand.":["Mağazanızı tasarlamak ve içeriklerle doldurmak için yerleşik yapay zeka araçlarımızı kullanın veya markanıza uyması için önceden hazırlanmış bir tema seçip özelleştirin."],"Customize Your Store":["Mağazanızı Özelleştirin"],"Customize your store illustration":["Mağazanızı özelleştirin illüstrasyonu"],"Boost conversions with WooPay, a new express checkout feature included in WooPayments.":["WooPayments'a dahil olan yeni bir hızlı ödeme özelliği WooPay ile geri dönüşleri artırın."],"Payments made simple, designed exclusively<br\/>for WooCommerce stores.":["Ödemeler basitleştirildi, yalnızca<br\/>WooCommerce mağazaları için tasarlandı."],"WooPayments is pre-integrated with popular payment options:":["WooPayments'a popüler ödeme seçenekleri önceden entegre edilmiştir:"],"Start customizing your store":["Mağazanızı özelleştirmeye başlayın"],"Offer your customers card payments, iDeal, and the ability to sell in-person with Woo mobile app.":["Müşterilerinize kartla ödeme, iDeal ve Woo mobil uygulaması ile yüz üze ödeme seçenekleri sunun."],"WooPayments":["WooPayments"],"Profiler":["Profil Çıkarıcı"],"Please enter a city":["Lütfen bir şehir girin"],"Please enter a post code":["Lütfen bir posta kodu girin"],"Please enter an address":["Lütfen bir adres girin"],"Select a date type":["Bir tarih türü seçin"],"No Thanks":["Hayır teşekkürler"],"Install and enable":["Yükle ve etkinleştir"],"Save time and money by printing your shipping labels right from your computer with one of these shipping solutions.":["Bu gönderim çözümlerinden biriyle gönderim etiketlerinizi doğrudan bilgisayarınızdan yazdırarak zamandan ve paradan tasarruf edin."],"Save time and money by printing your shipping labels right from your computer with %1$s. Try %2$s for free. {{link}}Learn more{{\/link}}":["%1$s ile gönderim etiketlerinizi doğrudan bilgisayarınızdan yazdırarak zamandan ve paradan tasarruf edin. %2$s öğesini ücretsiz deneyin. {{link}}Daha fazla bilgi edinin{{\/link}}"],"Date type:":["Tarih türü:"],"Date created":["Oluşturulma tarihi"],"Date paid":["Ödeme tarihi"],"Date completed":["Tamamlanma tarihi"],"Database date field considered for Revenue and Orders reports":["Gelir ve Siparişler raporları için dikkate alınan veritabanı tarih alanı"],"There was a problem setting up automated taxes. Please try again.":["Otomatik vergiler ayarlanırken bir sorun oluştu. Lütfen tekrar deneyin."],"Feedback":["Geri bildirim"],"Edit Product Variation":["Ürün varyasyonunu düzenle"],"How's your experience with the product editor?":["Ürün düzenleyicisiyle deneyiminiz nasıl?"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Tutarsız vergi ayarları:{{\/b}} Olası yuvarlama hatalarını önlemek için fiyatlar, vergiler dahil veya hariç olan tüm konumlarda tutarlı bir şekilde girilmeli ve görüntülenmelidir."],"The store setup is easy to complete.":["Mağaza kurulumunun tamamlanması kolay."],"Use recommended settings":["Önerilen ayarları kullan"],"Recommended settings applied.":["Önerilen ayarlar uygulandı."],"The store setup process meets my needs.":["Mağaza kurulum süreci ihtiyaçlarımı karşılıyor."],"The product editing screen is easy to use":["Ürün düzenleme ekranının kullanımı kolay"],"The product editing screen's functionality meets my needs":["Ürün düzenleme ekranının işlevselliği ihtiyaçlarımı karşılıyor"],"Add your store location details to help us configure shipping, taxes, currency and more in a fully automated way. Once done, click on the \"Save\" button at the end of the form.":["Kargo, vergiler, para birimi ve daha fazlasını tam otomatik şekilde yapılandırmamıza yardımcı olmak için mağazanızın konumuyla ilgili ayrıntıları ekleyin. Tamamladığınızda, formun sonundaki \"Kaydet\" düğmesine tıklayın."],"Add details":["Ayrıntı ekleyin"],"First, tell us about your store":["Öncelikle bize mağazanızdan bahsedin"],"Store location illustration":["Mağaza konumunun resmi"],"Add New Product":["Yeni ürün Ekle"],"Save store location":["Mağaza konumunu kaydet"],"Add your store location to help us calculate shipping rates and the best shipping options for you. You can manage your store location again at any time in WooCommerce Settings General.":["Gönderim ücretlerini ve sizin için en iyi gönderim seçeneklerini hesaplamamıza yardımcı olması için mağazanızın konumunu ekleyin. Mağaza konumunuzu istediğiniz zaman WooCommerce Genel Ayarları'ndan yönetebilirsiniz."],"Set your store location":["Mağazanızın konumunu ayarlayın"],"Enable shipping label printing and discounted rates":["Gönderim etiketi yazdırmayı ve indirimli fiyatları etkinleştirin"],"Save shipping options":["Gönderim seçeneklerini kaydet"],"We recommend the following shipping options based on your location. You can manage your shipping options again at any time in WooCommerce Shipping settings.":["Bulunduğunuz yere göre aşağıdaki gönderim seçeneklerini öneriyoruz. Gönderim seçeneklerinizi istediğiniz zaman WooCommerce Gönderim ayarlarından yönetebilirsiniz."],"Try one of the alternative payment providers.":["Alternatif ödeme sağlayıcılarından birini deneyin."],"Other payment providers":["Diğer ödeme sağlayıcıları"],"Give your customers additional choices in ways to pay.":["Müşterilerinize ödeme yöntemleriyle ilgili ek seçenekler sunun."],"To start accepting online payments":["Çevrimiçi ödemeleri kabul etmeye başlamak için"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Sürekli bir gelir akışı sağlayın, yinelenen ödemeleri yönetin ve ödemelerin belirlediğiniz banka hesabınıza otomatik olarak yatırılmasını sağlayın."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Uluslararası pazarlara satış yapın ve yerel ödeme yöntemleriyle 135'ten fazla para biriminde ödeme kabul edin. "],"Good choice! You chose to add amazing new features to your store. Continue to checkout to complete your purchase.":["İyi seçim! Mağazanıza harika yeni özellikler eklemeyi seçtiniz. Satın alma işleminizi tamamlamak için ödeme adımına geçin."],"Purchase illustration":["Satın alma çizimi"],"Preview store":["Mağazayı önizleyin"],"Products illustration":["Ürünlerin resmi"],"Payment illustration":["Ödeme resmi"],"Appearance illustration":["Görünüm resmi"],"Marketing illustration":["Pazarlama resmi"],"Shipping illustration":["Gönderim resmi "],"Tax illustration":["Vergi resmi"],"We appreciate your feedback!":["Geribildirim için teşekkürler!"],"How was your experience?":["Deneyiminiz nasıldı?"],"Show setup task list":["Kurulum görev listesini göster"],"Congratulations! Take a moment to celebrate and look out for the first sale.":["Tebrikler! Biraz ara verip kendinizi kutlayın ve ilk satışı bekleyin."],"Welcome to your store":["Mağazanıza hoş geldiniz"],"🎉 Almost there. Only {{strongText}}%1$d step left{{\/strongText}} get your store up and running. {{setupLink}}Finish setup{{\/setupLink}}":["🎉 Neredeyse bitti. Mağazanızı çalıştırmaya sadece {{strongText}}%1$d adım kaldı{{\/strongText}}. {{setupLink}}Kurulumu tamamla{{\/setupLink}}"],"Offline payment methods":["Çevrimdışı ödeme yöntemleri"],"Choose a payment provider":["Bir ödeme sağlayıcısı seç"],"Follow these steps to start selling quickly. %1$d out of %2$d complete.":["Hızlı bir şekilde satışa başlamak için bu adımları izleyin. %1$d \/ %2$d tamamlandı."],"Hide setup list":["Kurulum listesini gizle"],"You’re almost there":["Çok az kaldı"],"Welcome to %s":["üyeliğine hoş geldiniz %s"],"Built by WooCommerce":["WooCommerce tarafından oluşturuldu"],"Activity":["Etkinlik"],"Hide this list":["Bu listeyi gizle"],"Keep list":["Listeyi koru"],"Yes, hide store setup tasks":["Evet, mağaza kurulum görevlerini gizle"],"Are you sure? These tasks are required for all stores.":["Emin misiniz? Bu görevler tüm mağazalar için gereklidir."],"Hide store setup tasks":["Mağaza kurulum görevlerini gizle"],"Set up taxes manually":["Vergileri manuel olarak ayarlayın"],"Choose a tax partner":["Bir vergi ortağı seçin"],"100% free":["%100 ücretsiz"],"{{strong}}Single{{\/strong}} economic nexus compliance":["{{strong}}Tek{{\/strong}} ekonomik bağlantı uyumluluğu"],"Best for new stores":["Yeni mağazalar için en iyisi"],"Real-time sales tax calculation":["Gerçek zamanlı satış vergisi hesaplama"],"Sorry, you are not allowed to access this page.":["Üzgünüz, bu sayfaya erişmenize izin verilmiyor."],"Not allowed":["İzin verilmiyor"],"See more":["Daha fazla gör"],"We recommend adding one of the following marketing tools for your store. The extension will be installed and activated for you when you click \"Get started\".":["Mağazanız için aşağıdaki pazarlama araçlarından birini eklemenizi öneririz. \"Başla\"ya tıkladığınızda uzantı sizin için yüklenir ve etkinleştirilir."],"Recommended marketing extensions":["Önerilen pazarlama uzantıları"],"%s logo":["%s logosu"],"%s configured successfully":["%s başarıyla yapılandırıldı"],"Task postponed until tomorrow":["Görev yarına ertelendi"],"With WooCommerce Shipping you can save time by printing your USPS and DHL Express shipping labels at home":["WooCommerce Gönderim ile USPS ve DHL Express gönderi etiketlerinizi evde yazdırarak zamandan tasarruf edebilirsiniz."],"You have inventory to review and update":["İncelenecek ve güncellenecek envanteriniz var"],"Inventory to review":["İncelenecek envanter"],"Orders to fulfill":["Yerine getirilmesi gereken siparişler"],"You have %d new thing to do":["Yapılacak %d yeni işiniz daha var","Yapılacak %d yeni işiniz daha var"],"Show %d more task.":["%d görev daha göster.","%d görev daha göster."],"Things to do next":["Bundan sonra yapılacak şeyler"],"Show things to do next":["Bundan sonra yapılacak şeyleri göster"],"Additional payment options":["Ek ödeme seçenekleri"],"Setup required":["Kurulum gerekir"],"Preview site":["Siteyi önizle"],"Local Partner":["Yerel iş ortağı"],"Configure your %(title)s account":["%(title)s hesabınızı yapılandırın"],"Got it":["Anladım"],"I don't charge sales tax":["Satış vergisi almıyorum"],"Get Support":["Destek al"],"Would you like to add the following paid features to your store now?":["Aşağıdaki ücretli özellikleri mağazanıza şimdi eklemek ister misiniz?"],"Set up manually":["Elle ayarla"],"No thanks, I'll set up manually":["Hayır teşekkürler, elle ayarlayacağım"],"Display options":["Görüntüleme seçenekleri"],"Two columns":["İki sütunlu"],"Single column":["Tek sütunlu "],"WooCommerce Home":["WooCommerce Ana Sayfası"],"Download the WooCommerce app":["WooCommerce uygulamasını indir"],"Run your store from anywhere":["Mağazanızı her yerden çalıştırın"],"Task dismissed":["Görev kapatıldı"],"Abort":["İptal"],"My business doesn't charge sales tax":["İşletmem satış vergisi almıyor"],"Review your shipping options":["Gönderim seçeneklerini inceleyin"],"Payment Methods":["Ödeme Yöntemleri"],"Loading…":["Yükleniyor…"],"Hide this":["Bunu gizle"],"Undo":["Geri al"],"Overview":["Genel görünüm"],"Home":["Başlangıç"],"Finish setup":["Kurulumu tamamla"],"Installed marketing extensions":["Yüklenmiş pazarlama uzantıları"],"There was an error connecting to WooPayments. Please try again or connect later in store settings.":["WooPayments bağlantısı kurulurken bir hata oluştu. Lütfen tekrar deneyin veya mağaza ayarlarında daha sonra bağlanın."],"Unregistered Statuses":["Kayıtlı olmayan durumlar"],"Add your bank details":["Banka detaylarınızı ekleyin"],"These details are required to receive payments via bank transfer":["Bu detaylar, banka havalesi yoluyla ödeme almak için gereklidir"],"Direct bank transfer details added successfully":["Doğrudan banka havale detayları başarıyla eklendi"],"Please enter an account number or IBAN":["Lütfen bir hesap numarası veya IBAN girin"],"There was a problem saving your payment settings":["Ödeme ayarlarınız kaydedilirken bir sorun oluştu"],"Mutable settings should be accessed via data store.":["Değiştirilebilir ayarlara veri mağazası aracılığıyla erişilmelidir."],"Install":["Kur"],"Store Activity":["Mağaza etkinliği"],"%1$s &lsaquo; %2$s &#8212; WooCommerce":["%1$s &lsaquo; %2$s &#8212; WooCommerce"],"unread activity":["okunmamış etkinlik"],"Reviews to moderate":["İncelenecek yorumlar"],"You have %d review to moderate":["İncelenecek %d yorumunuz var","İncelenecek %d yorumunuz var"],"You have %d order to fulfill":["Tamamlanacak %d siparişiniz var","Tamamlanacak %d siparişiniz var"],"Get started":["Haydi başlayalım"],"Install %s":["Yükle %s"],"Task List Options":["Görev listesi seçenekleri"],"Good news!":["İyi haber!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["\"Yapılandır\" öğesine tıklayarak vergi oranlarını ve hesaplamaları etkileştirirsiniz. {{link}}Burada{{\/link}} daha fazla bilgi bulabilirsiniz."],"Connect your store":["Mağazanızı bağlayın"],"Head over to the tax rate settings screen to configure your tax rates":["Vergi oranlarınızı yapılandırmak için vergi oranı ayarları ekranına gidin."],"Configure tax rates":["Vergi oranlarını yapılandır"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Otomatik satış vergisi hesaplamalarını etkinleştirmek için mağazanızı WordPress.com'a bağlayın"],"Set up tax rates manually":["Vergi oranlarının manuel olarak kurulması"],"You’re awesome! One less item on your to-do list ✅":["Harika gidiyorsunuz! Yapılacaklar listenizden bir madde daha silindi ✅"],"Connect your store to WordPress.com to enable label printing":["Mağazanızı WordPress.com'a bağlayarak etiket yazdırmayı etkinleştirin"],"Define how much customers pay to ship to different destinations":["Müşterilerin farklı yerlere ürün göndermek için ne kadar ödeyeceğini tanımlayın"],"The address from which your business operates":["İşletmenizin faaliyet adresi"],"Set store location":["Mağaza konumunu ayarlayın"],"We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days. {{link}}Learn more{{\/link}}.":["ShipStation kullanarak gönderim etiketlerinizi evde yazdırmanızı öneririz, bu size posta ofisinde zaman kazandıracaktır. ShipStation'ı 30 gün boyunca ücretsiz olarak deneyin. {{link}}Daha fazla bilgi edinin{{\/link}}."],"Enable shipping label printing":["Gönderim etiketi yazdırmayı etkinleştirin"],"Set shipping costs":["Gönderim maliyetlerini ayarlayın"],"📦 Shipping is done! Don’t worry, you can always change it later":["📦 Gönderim tamamlandı! Endişelenmeyin, daha sonra istediğiniz zaman değiştirebilirsiniz!"],"WooCommerce Tax allows you to automate sales tax calculations":["WooCommerce Tax, satış vergisi hesaplamalarını otomatik hale getirir"],"Post code":["Posta kodu"],"Complete task":["Görevi tamamla"],"Install & enable":["Yükle ve etkinleştir"],"Please select a country \/ region":["Lütfen bir ülke \/ bölge seçiniz"],"Shipping cost":["Gönderim ücreti"],"Shipping rates can not be negative numbers.":["Gönderim ücretleri negatif sayılar olamaz."],"There was a problem saving your store location":["Mağaza konumunuz kaydedilirken bir sorun oluştu"],"Your shipping rates have been updated":["Kargo ücretleriniz güncellendi"],"Import your products":["Ürünlerinizi içe aktarın"],"Dismiss this notice":["Bu bildirimi kapat"],"Select a default date range. When no range is selected, reports will be viewed by the default date range.":["Varsayılan bir tarih aralığı seçin. Aralık seçilmediğinde raporlar varsayılan tarih aralığına göre gösterilir."],"Orders with these statuses are excluded from the totals in your reports. The {{strong}}Refunded{{\/strong}} status can not be excluded.":["Bu durumlardaki siparişler, raporlarınızdaki toplamlar bölümünden hariç tutulur. {{strong}}Para iadesi yapıldı{{\/strong}} durumu hariç tutulamaz."],"Exclude the %s status from reports":["%s durumunu raporlardan hariç tut"],"Default date range:":["Varsayılan tarih aralığı:"],"Actionable statuses:":["İşlem yapılabilir durumlar:"],"Custom Statuses":["Özel durumlar"],"Excluded statuses:":["Hariç tutulan durumlar:"],"Orders with these statuses require action on behalf of the store admin. These orders will show up in the Home Screen - Orders task.":["Bu durumlara sahip siparişler mağaza yöneticisi adına işlem yapılmasını gerektirir. Bu siparişler Ana Ekran - Siparişler görevinde görünecektir."],"Continue setup":["Kuruluma devam et"],"Analytics":["Analiz"],"Edit Product":["Ürün Düzenle"],"Revenue":["Kazanç"],"Country \/ Region":["Ülke"],"Show less":["Daha az göster"],"Yes please":["Evet, lütfen"],"Retry":["Tekrar dene"],"Layout":["Yerleşim"],"Manage":["Yönet"],"Recommended":["Önerilen"],"Copy link":["Bağlantıyı kopyala"],"Import products":["Ürünleri içe aktarın"],"Activate":["Etkinleştir"],"Connect":["Bağlan"],"Export":["Dışa aktar"],"Free shipping":["Ücretsiz gönderim"],"Extensions":["Genişleme paketleri"],"Rest of the world":["Dünyanın geri kalanı"],"Downloads":["İndirmeler"],"Configure":["Ayarla"],"Buy now":["Şimdi satın al"],"IBAN":["IBAN"],"BIC \/ Swift":["BIC \/ Swift"],"Enable":["İzin ver"],"Bank name":["Banka adı"],"Account number":["Hesap numarası"],"Account name":["Hesap adı"],"Sort code":["Sıralama kodu"],"Save changes":["Değişiklikleri kaydet"],"Display":["Görünüm"],"Copied!":["Kopyalandı!"],"Marketing":["Pazarlama"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Yüklenen ödeme yöntemleri aşağıda listelenmiştir ve bunlar, ön uçtaki görüntülenme sıralarının kontrol edilmesi için sıralanabilir."],"Save":["Kaydet"],"Learn more":["Daha fazla bilgi edin"],"Add products":["Ürünleri ekle"],"No thanks":["Hayır, teşekkürler"],"Products":["Ürünler"],"Variations":["Varyasyonlar"],"Address":["Adres","Adresler"],"Install WooCommerce Tax":["WooCommerce Tax'i yükle"],"Stock":["Stok"],"Categories":["Kategoriler"],"Cancel":["Vazgeç"],"City":["İlçe \/ Semt"],"Orders":["Siparişler"],"Customers":["Müşteriler"],"Taxes":["Vergiler"],"Continue":["Devam et"],"Update":["Güncelle"],"Coupons":["Kuponlar"],"Settings":["Ayarlar"],"Product":["Ürün"],"Download":["İndirme"],"WooCommerce Tax":["WooCommerce Tax"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/app\/index.js"}}